import React from "react";
import "./aboutPage.scss";
import { NavLink } from "react-router-dom";

const AboutPage = () => {
  return (
    <section className="about379">
      <div className="aboutGridBox"></div>
      <div className="aboutGridBox">
        <p>
          <span
            style={{
              color: "rgba(184, 57, 35, 0.9450980392)",
              fontSize: "50px",
            }}
          >
            379
          </span>{" "}
          ապրանքանիշն ունի յուրահատուկ և խորհրդանշական պատմություն։ Մեր լոգոն,
          անվանումը և կարգախոսը մանրակրկիտ մտածված են, յուրաքանչյուր տարր ունի
          իր նպատակը և իմաստը։ 379-ը «V I S A P» բառի տառերի թվային
          արտահայտությունն է։ Հայկական դիցաբանության մեջ վիշապը համարվում է
          ջրային աղբյուրների հզոր պահապանը։ Այն մարմնավորում է մեր ապրանքանիշի
          հոգին և ինքնությունը։ Մեր լոգոյում ներկայացված Ուրոբորոս վիշապը՝ իր
          սեփական պոչը ուտողը, խորհրդանշում է ինքնազարգացում և
          ինքնակատարելագործում։
        </p>
      </div>
      <div className="aboutGridBox">
        <h2 className="aboutBoxTitle">
          <span
            style={{
              color: "rgba(184, 57, 35, 0.9450980392)",
              fontSize: "50px",
            }}
          >
            379
          </span>{" "}
          առաքելություն
        </h2>
        <p>
          Մենք կառուցում ենք ուժեղ ապրանքանիշ, որի ուժը նվիրվածությունն ու
          պատասխանատվությունն է, որտեղ միջակ կատարողականը, ուշացումները, վատ
          որակը և դանդաղկոտությունը անտանելի են։ Մենք գնահատում ենք ժամանակը,
          չունենք վախեր, մտածում և գործում ենք փոփոխության համար։
        </p>
        <h2 className="aboutBoxTitle">Տեսլական 379</h2>
        <p>
          Մենք առաջատարն ենք շուկայում՝ առանց կարծրատիպերի և սահմանների։ Մենք
          չենք հարմարվում պատմությանը, մենք ստեղծում ենք ապագան։
        </p>
        <h2 className="aboutBoxTitle">
          <span>Մեր կարգախոսն է.</span> Զգացեք վիշապի շունչը
        </h2>
      </div>
      <div className="aboutGridBox"></div>
      <div className="aboutGridBox"></div>
      <div className="aboutGridBox">
        <p>
          <span
            style={{
              color: "rgba(184, 57, 35, 0.9450980392)",
              fontSize: "50px",
            }}
          >
            379
          </span>{" "}
          գարեջրագործական ընկերությունը հիմնադրվել է 2021 թվականի հոկտեմբերին։
          Այժմ, անխոնջ նվիրվածության և քրտնաջան աշխատանքի շնորհիվ, 379-ը
          լայնորեն հասանելի է դարձել ամբողջ երկրում։ 379-ը կարելի է գտնել ավելի
          քան 650 սուպերմարկետներում, մասնագիտացված գարեջրի խանութներում,
          պանդոկներում և այլ HoReCa կետերում։
        </p>
        <NavLink to={"/find"}>Գտեք 379-ը</NavLink>
      </div>
      <div className="aboutGridBox">
        <p>
          <span
            style={{
              color: "rgba(184, 57, 35, 0.9450980392)",
              fontSize: "50px",
            }}
          >
            379
          </span>
          ձեռք բերելու համար մեր բաղադրիչները ներմուծվում են աշխարհի առաջատար
          գարեջրի հումքի ընկերություններից։ Մենք համագործակցում ենք այնպիսի
          հայտնի գերմանական ընկերությունների հետ, ինչպիսիք են «Weyermann®
          Specialty Malting»-ը և «BarthHaas GmbH & Co. KG»-ն՝ ձեզ համար
          առաջարկելու ամենաբարձր որակի գարեջուր և գարեջուր։ 379 գարեջրատունը
          գտնվում է Կոտայքի մարզի Կաթնաղբյուր համայնքում, որտեղ ջուրը իր
          յուրահատուկ կազմով մեր արտադրանքն ավելի յուրահատուկ է դարձնում։
        </p>
      </div>
      <div className="aboutGridBox"></div>
    </section>
  );
};

export default AboutPage;
