import productImg1 from "../Images/pilsner.png";
import productImg2 from "../Images/weizen.png";
import productImg3 from "../Images/dunkel.png";
import productImg4 from "../Images/americanwheatale.png";
import productImg5 from "../Images/barleywine.png";

export const products = [
  {
    id: 0,
    prodImg: productImg1,
    stats: { abv: "4.8%", ibu: "28" },
    color: "#425f76",
    title: "PILSNER",
    context:
      "Թեթև, թարմացնող ածիկի համ և դառնություն։ ? Ծնվել է չեխական Պլզեն քաղաքում՝ գարեջրագործների խմբի համարձակ փորձի արդյունքում։ ? «Թեթև ոսկեգույն, թափանցիկ և հարուստ փրփուրով»՝ այնպիսի գարեջուր, որը աշխարհը երբեք չէր ճանաչել։ Պիլսները լագերի տեսակ է. այն ունի արտահայտված ածիկի բույր, «խրթխրթան» և մաքուր համ, ինչպես նաև դառնություն։ Հետհամը չոր և թարմացնող է։ Կատարյալ ընտրություն է թեթևության և պարզության սիրահարների համար՝ ցանկացած պահի։",
  },
  {
    id: 1,
    prodImg: productImg2,
    stats: { abv: "5%", ibu: "11" },
    color: "#fbb44c",
    title: "WEIZEN",
    context:
      "Բանանի և մեխակի բույրերի համադրություն՝ ցորենի թեթևակի հպումով։ Ծնվել է Բավարիայում որպես թագավորական արտոնություն և վերածվել համաշխարհային դասականի։ ? «Բաց գույն և մեղմ փրփուր»՝ այս տեսակի գարեջուրը սկզբում լայն տարածում չուներ, բայց այսօր այն դարձել է ամռան անփոխարինելի ուղեկից։ 379 Weizen-ը խմորվում է բարձրորակ խմորիչներով և եփվում մեծ քանակությամբ ցորենով, ինչի արդյունքում գարեջուրը ձեռք է բերում մետաքսանման փափկություն և արտահայտված բանանի և մեխակի նոտաներ։ Այն ունի թարմացնող համային ավարտ։ ? Weizen-ը կգրավի նրանց, ովքեր նախընտրում են մեղմ, բայց արտահայտիչ համեր։",
  },
  {
    id: 2,
    prodImg: productImg3,
    stats: { abv: "5.2%", ibu: "20" },
    color: "#471917",
    title: "DUNKEL",
    context:
      "Մուգ գարեջուր՝ հանգիստ և հավասարակշռված համով։ Dunkel-ը գերմաներենից թարգմանաբար նշանակում է «մուգ»։ ? Այն ծնվել է Բավարիայում և համարվում է մյունխենյան ավանդական լագերների ամենահին տեսակներից մեկը։ Այն ձևավորվել է դեռևս միջնադարում, երբ գարեջուրը եփվում էր փայտի վրա բոված մուգ ածիկով՝ ստանալով խորը գույն և դառնության նոտաներ։ «Մուգ գույն, հարուստ փրփուր». այս գարեջուրը առաջիններից մեկն էր, որը ապացուցեց, որ մուգ գույնը չի նշանակում ծանրություն։ Այն կարող է լինել և՛ հարուստ համային շերտերով, և՛ հեշտ խմելի։ 379-ի Dunkel-ը ունի թեթև դառնություն, մեղմ ածիկի համ, որը հաճախ նման է սուրճի, շոկոլադի, կարամելի, հացի ընդերքի նոտաների։ Հետհամը նուրբ է, բայց երկարատև, զուգորդված դառնության և շոկոլադի հետ։ ? Այն նրանց համար է, ովքեր փնտրում են համի հարուստ շերտեր՝ հեշտ խմելիությամբ։",
  },
  {
    id: 3,
    prodImg: productImg4,
    stats: { abv: "4.8%", ibu: "20" },
    color: "#a9a161",
    title: "AMERICAN WHEAT ALE",
    context:
      "Ցիտրուսային թարմություն և մերձարևադարձային երանգներ։ ? Ծնվել է ԱՄՆ-ում, երբ գարեջրագործները որոշեցին ստեղծել գերմանական Weizen-ի ամերիկյան տարբերակը՝ համապատասխան տեղական գարեջրի սիրահարների համային նախասիրություններին։ 379-ի American Wheat Ale-ն ունի բաց գույն, նուրբ փրփուր, մեղմ դառնություն և թեթև ցիտրուսային բույր։ Հետհամը թարմացնող է և երկարատև։ ? Նրանց համար, ովքեր փորձառու են գարեջրի աշխարհում և պատրաստ են նոր հայտնագործությունների։",
  },
  {
    id: 4,
    prodImg: productImg5,
    stats: { abv: "10.3%", ibu: "50" },
    color: "#dba94f",
    title: "ARMENIAN BARLEY WINE ",
    context:
      "Հայկական չրերի բույրեր և տաքացնող հետհամ։ ? Ծնվել է Անգլիայում՝ որպես ֆրանսիական գինիների հպարտ մրցակից։ «Barley Wine»-ը թարգմանաբար նշանակում է «գարու գինի»։ 18-րդ դարում գարեջրագործները ստեղծեցին մի ոճ, որը կոտրեց գարեջրի մասին ավանդական պատկերացումները և սահմանեց նոր չափանիշներ։ «Խորը մուգ գույն, խիտ կառուցվածք և փափուկ, փափուկ փրփուր»՝ այս գարեջուրը նախատեսված է դանդաղ խմելու և համի յուրաքանչյուր շերտը չկորցնելու համար։ 379-ի Armenian Barley Wine-ն ունի բարդ ածիկի վրա հիմնված բույր և վեց տեսակի հայկական չրերի պայծառ համ։ Ալկոհոլային շեշտը լրացնում է բարդ համային պատկերը, իսկ հետհամը տաք և խորն է՝ կոնյակի թեթև նոտայով։ ? Կատարյալ ընտրություն երկար երեկոների, հանգստի և ոգեշնչման համար։",
  },
  {
    id: 5,
    prodImg: productImg4,
    stats: { abv: "4.8%", ibu: "20" },
    color: "#a9a161",
    title: "AMERICAN WHEAT ALE",
    context:
      "Ցիտրուսային թարմություն և մերձարևադարձային երանգներ։ ? Ծնվել է ԱՄՆ-ում, երբ գարեջրագործները որոշեցին ստեղծել գերմանական Weizen-ի ամերիկյան տարբերակը՝ համապատասխան տեղական գարեջրի սիրահարների համային նախասիրություններին։ 379-ի American Wheat Ale-ն ունի բաց գույն, նուրբ փրփուր, մեղմ դառնություն և թեթև ցիտրուսային բույր։ Հետհամը թարմացնող է և երկարատև։ ? Նրանց համար, ովքեր փորձառու են գարեջրի աշխարհում և պատրաստ են նոր հայտնագործությունների։",
  },
];

export const compactTextProds = [
  {
    id: 0,
    prodImg: productImg1,
    stats: { abv: "4.8%", ibu: "28" },
    color: "#425f76",
    title: "PILSNER",
    379: "3 7 9",
    context:
      "Թեթև, թարմացնող ածիկի համ և դառնություն։ ? Ծնվել է չեխական Պլզեն քաղաքում՝ գարեջրագործների խմբի համարձակ փորձի արդյունքում։ ? «Թեթև ոսկեգույն, թափանցիկ և հարուստ փրփուրով»՝ այնպիսի գարեջուր, որը աշխարհը երբեք չէր ճանաչել։ Պիլսները լագերի տեսակ է. այն ունի արտահայտված ածիկի բույր, «խրթխրթան» և մաքուր համ, ինչպես նաև դառնություն։ Հետհամը չոր և թարմացնող է։ Կատարյալ ընտրություն է թեթևության և պարզության սիրահարների համար՝ ցանկացած պահի։",
  },
  {
    id: 1,
    prodImg: productImg2,
    stats: { abv: "5%", ibu: "11" },
    color: "#fbb44c",
    title: "WEIZEN",
    context:
      "379 Weizen-ը խմորվում է բարձրորակ խմորիչներով և եփվում մեծ քանակությամբ ցորենով, ինչի արդյունքում գարեջուրը ձեռք է բերում մետաքսանման փափկություն և արտահայտված բանանի և մեխակի նոտաներ։ Այն ունի թարմացնող համային ավարտ։ ? Weizen-ը կգրավի նրանց, ովքեր նախընտրում են մեղմ, բայց արտահայտիչ համեր։",
  },
  {
    id: 2,
    prodImg: productImg3,
    stats: { abv: "5.2%", ibu: "20" },
    color: "#471917",
    title: "DUNKEL",
    context:
      "379-ի Dunkel-ը ունի թեթև դառնություն, մեղմ ածիկի համ, որը հաճախ նման է սուրճի, շոկոլադի, կարամելի, հացի ընդերքի նոտաների։ Հետհամը նուրբ է, բայց երկարատև, զուգորդված դառնության և շոկոլադի հետ։ ? Այն նրանց համար է, ովքեր փնտրում են համի հարուստ շերտեր՝ հեշտ խմելիությամբ։",
  },
  {
    id: 3,
    prodImg: productImg4,
    stats: { abv: "4.8%", ibu: "20" },
    color: "#a9a161",
    title: "AMERICAN WHEAT ALE",
    context:
      "379-ի American Wheat Ale-ն ունի բաց գույն, նուրբ փրփուր, մեղմ դառնություն և թեթև ցիտրուսային բույր։ Հետհամը թարմացնող է և երկարատև։ ? Նրանց համար, ովքեր փորձառու են գարեջրի աշխարհում և պատրաստ են նոր հայտնագործությունների։",
  },
  {
    id: 4,
    prodImg: productImg5,
    stats: { abv: "10.3%", ibu: "50" },
    color: "#dba94f",
    title: "ARMENIAN BARLEY WINE ",
    context:
      "379-ի Armenian Barley Wine-ն ունի բարդ ածիկի վրա հիմնված բույր և վեց տեսակի հայկական չրերի պայծառ համ։ Ալկոհոլային շեշտը լրացնում է բարդ համային պատկերը, իսկ հետհամը տաք և խորն է՝ կոնյակի թեթև նոտայով։ ? Կատարյալ ընտրություն երկար երեկոների, հանգստի և ոգեշնչման համար։",
  },
  {
    id: 5,
    prodImg: productImg4,
    stats: { abv: "4.8%", ibu: "20" },
    color: "#a9a161",
    title: "AMERICAN WHEAT ALE",
    context:
      "379-ի American Wheat Ale-ն ունի բաց գույն, նուրբ փրփուր, մեղմ դառնություն և թեթև ցիտրուսային բույր։ Հետհամը թարմացնող է և երկարատև։ ? Նրանց համար, ովքեր փորձառու են գարեջրի աշխարհում և պատրաստ են նոր հայտնագործությունների։",
  },
];
